<html>
<head>
	<title>mission6</title>
	<meta charset="utf-8">
</head>
<body>

<?php
//===============================================================================
//	■　定数宣言
//==============================================================================
//---------------------------------------
// □　パスワード
//---------------------------------------
define("FIRST_PASS","tech");	//初期ログインの固定パスワード
//---------------------------------------
// □　色指定
//---------------------------------------
define("TOMO_COLOR","b0e0e6");	//他の会員さん用背景色
define("MY_COLOR","#ffe4e1");	//マイ背景色
//---------------------------------------
// □　一覧表示件数
//---------------------------------------
define("LIST_COUNT",5);		//プログラム日記記事件数
define("LIST_NEW_COUNT",10);	//最新プログラム日記記事の件数
define("LIST_MSG_COUNT",10);	//メッセージの件数

?>



</body>
</html>